Repository: melsem/luci-app-diskman
Catalog: luci-app-diskman/po/*/diskman.po
Languages: ru

source: DiskMan
ru: Менеджер дисков

source: Manage Disks over LuCI.
ru: Управление дисками с LuCI

source: Rescan Disks
ru: Поик дисков

source: Disks
ru: Диски

source: Path
ru: Патч

source: Serial Number
ru: Серийный номер

source: Temp
ru: Температура

source: Partition Table
ru: Таблица разделов

source: SATA Version
ru: SATA версия

source: File System
ru: Файловая система

source: Mount Options
ru: Опции монтирования

source: Mount
ru: Примонтировать

source: Umount
ru: Отмонтировать

source: New
ru: Новый

source: Remove
ru: Удалить

source: Format
ru: Форматировать

source: Start Sector
ru: Начальный сектор

source: End Sector
ru: Конечный сектор

source: Usage
ru: Использавано

source: Used
ru: Занято

source: Free Space
ru: Свободное место

source: Model
ru: Модель устройства

source: Size
ru: Размер

source: Status
ru: Состояние

source: Mount Point
ru: Точка монтирования

source: Sector Size
ru: Размер сектора

source: Rotation Rate
ru: Скорость вращения

source: RAID Devices
ru: RAID-устройства

source: RAID mode
ru: Режим RAID

source: Members
ru: Владелец

source: Active
ru: Активный

source: RAID Creation
ru: Мастер RAID

source: Raid Name
ru: Raid-Имя

source: Raid Level
ru: Уровень RAID

source: Create Raid
ru: Создать RAID

source: Partition Management
ru: Менеджер разделов

source: Partition Disk over LuCI.
ru: Управляйте своими разделами через LuCI.

source: Device Info
ru: Informacja o urządzeniu

source: Disk Man
ru: Менеджер-дисков

source: Partitions Info
ru: Информация о разделах

source: Default 2048 sector alignment, support +size{b,k,m,g,t} in End Sector
ru: Секторы выровнены до кратного 2048, конечный сектор может быть задан как размер в форме + размер {b, k, m, g, t}

source: Multiple Devices Btrfs Creation
ru: Создание нескольких устройств Btrfs

source: Label
ru: Этикетка

source: Btrfs Label
ru: Этикетка Btrfs

source: Btrfs Raid Level
ru: Уровень Raid Btrfs

source: Create Btrfs
ru: Создать Btrfs

source: New Snapshot
ru: Новый образ

source: SubVolumes
ru: Подкаталог

source: Manage Btrfs
ru: Управление Btrfs

source: Otime
ru: Время

source: Snapshots
ru: Образ

source: Set Default
ru: Сбросить

source: Source Path
ru: Исходный Path

source: Readonly
ru: Только чтение

source: Delete
ru: Удалить

source: Create
ru: Создать

source: Destination Path (optional)
ru: Целевой путь (необязательно)

source: Btrfs Info
ru: Информация о Btrfs

source: The source path for create the snapshot
ru: Исходный путь для создания изображения

source: The path where you want to store the snapshot
ru: Путь, по которому вы хотите сохранить изображение

source: Please input Source Path of snapshot, Source Path must start with '/'
ru: Пожалуйста, введите исходный путь для изображения, путь должен начинаться с '/'

source: Please input Subvolume Path, Subvolume must start with '/'
ru: Введите путь к вложенному тому, вложенный том должен начинаться с '/'

source: is in use! please unmount it first!
ru: в настоящее время используется, пожалуйста, сначала отключите！

source: Partition NOT found!
ru: Раздел не найден！

source: Filesystem NOT support!
ru: Файловая система не поддерживается！

source: Invalid Start Sector!
ru: Недействительный начальный сектор！

source: Invalid End Sector
ru: Недействительный конечный сектор！

source: Partition not exists!
ru: Раздела не существует!

source: Creation
ru: Создать

source: Please select file system!
ru: Пожалуйста, выберите файловую систему!

source: Format partation:
ru: Формат раздела:

source: Warnning !! THIS WILL OVERWRITE EXISTING PARTITIONS!! Modify the partition table?
ru: Предупреждение !! СУЩЕСТВУЮЩИЕ РАЗДЕЛЫ БУДУТ ПЕРеПИСАНЫ !! Изменить таблицу разделов?
